Repository: eurolinux-enterprise-linux-sources/imsettings
Catalog: src/po/*.po
Languages: de, fr

source: Synchronous
de: Synchron
fr: Synchrones

source: Request to send a key event synchronously
de: Synchrones Senden eines Tastaturereignisses anfragen
fr: Demande pour émettre un événement clé de manière synchrone

source: D-Bus address to use
de: Zu verwendende D-Bus-Adresse
fr: Adresse D-bus à utiliser

source: ADDRESS
de: ADRESSE
fr: ADRESSE

source: X display to use
de: X-Anzeige, die verwendet werden soll
fr: Affichage X à utiliser

source: DISPLAY
de: ANZEIGE
fr: AFFICHAGE

source: Replace the running XIM server with new instance.
de: Ersetze den laufenden XIM-Server durch eine neue Instanz.
fr: Remplacer le serveur XIM en fonctionnement par une nouvelle instance.

source: Output the debugging logs
de: Ausgeben der Fehlerdiagnose-Protokolle
fr: Afficher les journaux de débogage

source: XIM server connects to, for debugging purpose only
de: XIM-Server verbindet mit, nur zwecks Fehlerdiagnose
fr: Le serveur XIM se connecte, simplement pour le débogage

source: Unknown error in parsing the command lines.
de: Unbekannter Fehler beim Parsen der Befehlszeilen.
fr: Erreur inconnue lors de l'interprétation des options.

source: XIM server name
fr: Nom du serveur XIM

source: The name of XIM server for the connection
de: Name des XIM-Servers für die Verbindung
fr: Le nom du serveur XIM pour la connexion

source: Signals for Protocol class
de: Signale für Protokollklasse
fr: Signaux pour la classe de protocole

source: A structure of signals for Protocol class
de: Eine Struktur von Signalen für Protokollklasse
fr: Une structure de signaux pour la classe de protocole

source: Locale
de: Gebietsschema
fr: Environnement linguistique

source: Locale to get the imsettings information
de: Gebietsschema zum Beziehen der IM-Einstellungsinformationen
fr: Langue pour obtenir les informations de configuration IM

source: Name
fr: Nom

source: A module name for imsettings backend
de: Modulname für imsettings-Backend
fr: Un nom de module pour imsettings en arrière plan

source: Unable to keep Input Method running
de: Eingabemethode kann nicht am Laufen gehalten werden
fr: Impossible de garder la méthode de saisie en cours d'exécution

source: Giving up to bring the process up because %s Input Method process for %s rapidly died many times. See $XDG_CACHE_HOME/imsettings/log for more details.
de: Gebe auf, den Prozess zu starten, da %s Eingabemethodenprozess für %s mehrfach sofort scheiterte. Siehe $XDG_CACHE_HOME/imsettings/log für weitere Einzelheiten.
fr: Abandon du lancement du processus car le processus de la méthode de saisie %s pour %s s'est arrêté plusieurs fois. Veuillez consulter $XDG_CACHE_HOME/imsettings/log pour obtenir plus de détails.

source: [BUG] %s process is still running [pid: %d]
de: [BUG] %s Prozess wird noch ausgeführt [pid: %d]
fr: [BUG] Le processus %s est en cours d'exécution [pid : %d]

source: Couldn't send a signal to the %s process successfully.
de: Konnte kein Signal an den %s Prozess senden
fr: Aucun signal n'a pu être envoyé au processus %s.

source: A GObject to be a IMSettingsInfo
de: Ein GObject als IMSettingsInfo
fr: Un GObject semble être un IMSettingsInfo

source: DBus connection
de: DBus-Verbindung
fr: Connexion DBus

source: A GObject to be a DBus connection
de: Ein GObject als DBus-Verbindung
fr: Un GObject semble être une connexion DBus

source: Logging
de: Protokollierung
fr: Enregistrement

source: A boolean value whether the logging facility is enabled or not.
de: Boolesche Variable, die anzeigt, ob Protokollierung aktiviert ist oder nicht.
fr: Une valeur booléenne que la fonction de journalisation soit activée ou non.

source: Home directory
de: Benutzerverzeichnis
fr: Répertoire d'accueil

source: xinputrc directory
de: xinputrc-Verzeichnis
fr: Répertoire de xinputrc

source: xinput directory
de: xinput-Verzeichnis
fr: Répertoire de xinput

source: module directory
de: Modulverzeichnis
fr: répertoire du module

source: IMSettings module directory
de: IMSettings-Modulverzeichnis
fr: répertoire du module IMSettings

source: No such input method on your system: %s
de: Keine solche Eingabemethode auf Ihrem System: %s
fr: Cette méthode de saisie est indisponible sur votre système : %s

source: Out of memory
de: Nicht genügend Speicher
fr: Dépassement de mémoire

source: Current desktop isn't targeted by IMSettings.
de: Aktueller Desktop wird von IMSettings nicht erfasst.
fr: Le bureau actuel n'est pas ciblé par IMSettings.

source: Failed to revert the backup file: %s
de: Zurückgreifen auf die Sicherungsdatei fehlgeschlagen: %s
fr: Échec du rétablissement du fichier de sauvegarde : %s

source: Failed to create a backup file: %s
de: Erzeugen einer Sicherungsdatei fehlgeschlagen: %s
fr: Impossible de créer un fichier de sauvegarde : %s

source: Failed to remove an user xinputrc file: %s
de: Entfernen einer .xinputrc-Benutzerdatei fehlgeschlagen: %s
fr: Impossible de supprimer un fichier xinputrc d'utilisateur : %s

source: Failed to create a symlink: %s
de: Erstellen eines Symlinks fehlgeschlagen: %s
fr: Impossible de créer un lien symbolique : %s

source: No system-wide xinputrc available
de: Kein systemweiter xinputrc verfügbar
fr: Aucun xinputrc disponibles pour l'ensemble du système

source: No user xinputrc nor system-wide xinputrc available
de: Kein Benutzer-xinputrc oder systemweiter xinputrc verfügbar
fr: Aucun xinputrc d'utilisateur ou de système disponible

source: No such input method: %s
de: Keine solche Eingabemethode: %s
fr: N'est pas une méthode de saisie : %s

source: Replace the instance of the imsettings daemon.
de: Instanz des imsettings-Daemons ersetzen.
fr: Remplacez l'instance du démon imsettings.

source: Set the system-wide xinputrc directory (for debugging purpose)
de: Systemweites xinputrc-Verzeichnis setzen (für Debugging-Zwecke)
fr: Définir le répertoire de l'ensemble du système xinputrc (en vue de débogage)

source: Set the IM configuration directory (for debugging purpose)
de: IM-Konfigurationsverzeichnis setzen (für Debugging-Zwecke)
fr: Définir le répertoire de configuration de messagerie instantanée (en vue de débogage)

source: Set a home directory (for debugging purpose)
de: Benutzerverzeichnis setzen (für Debugging-Zwecke)
fr: Définir un répertoire d'accueil (en vue de débogage)

source: Set the imsettings module directory (for debugging purpose)
de: imsettings-Modulverzeichnis setzen (für Debugging-Zwecke)
fr: Définir le répertoire du module imsettings(en vue de débogage)

source: Do not create a log file.
de: Keine Protokolldatei erstellen.
fr: Ne pas créer un fichier journal.

source: Unable to open X display
de: X-Display konnte nicht geöffnet werden
fr: Impossible d'ouvrir l'affichage X

source: XSETTINGS manager isn't running
de: XSETTINGS-Manager läuft nicht
fr: Le gestionnaire XSETTINGS n'est pas démarré

source: Unable to create a client instance.
de: Client-Instanz konnte nicht erstellt werden.
fr: Impossible de créer une instance de client.

source: imsettings version mismatch
de: Unpassende imsettings-Version
fr: incompatibilité de version imsettings

source: No modules loaded
de: Keine Module geladen
fr: Aucun module chargé

source: Please see .imsettings.log for more details
de: Siehe .imsettings.log für weitere Details
fr: Veuillez consulter .imsettings.log pour plus de détails

source: Output the detail information for the result
de: Detailinformationen für das Ergebnis ausgeben
fr: Affichage des informations détaillées depuis le résultat

source: Check if DBus is running
de: Prüfen, ob DBus läuft
fr: Vérifiez si DBus est en cours d'exécution

source: Check if SESSION is on line
de: Prüfen, ob SESSION online ist
fr: Vérifiez si SESSION est en ligne

source: Check if any valid modules are loaded
de: Prüfen, ob gültige Module geladen sind
fr: Vérifier si tous les modules valides sont chargés

source: Check if all of the module settings has consistencies
de: Prüfen, ob Moduleinstellungen Konsistenzen haben
fr: Vérifier si tous les paramètres du module sont cohérents

source: Check if XSETTINGS manager is running
de: Prüfen, ob XSETTINGS-Manager läuft
fr: Vérifiez si le gestionnaire xsettings est en cours d'exécution

source: [Input Method name|xinput.conf]
de: [Eingabemethodenname|xinput.conf]
fr: [Nom de la méthode de saisie|xinput.conf]

source: IMSettings is disabled on the system.
de: IMSettings ist auf dem System deaktiviert.
fr: IMSettings est désactivé sur le système.

source: Unable to create a client instance.
de: Client-Instanz konnte nicht erstellt werden.
fr: Impossible de créer une instance de client.

source: Currently a different version of imsettings is running. Running "imsettings-reload" may help but it will restart the Input Method
de: Derzeit wird eine andere Version von imsettings ausgeführt. Das Ausführen von "imsettings-reload" kann helfen, startet die Eingabemethode jedoch neu.
fr: Une version différente de imsettings est en cours d'exécution. Démarrer « imsettings-reload » peut être utile mais il va redémarrer la méthode de saisie

source: Unable to obtain an Input Method Information: %s
de: Eingabemethoden-Information konnte nicht abgerufen werden: %s
fr: Impossible d'obtenir les informations sur une méthode de saisie : %s

source: Force reloading imsettings-daemon (deprecated).
de: Neuladen des imsettings-Daemons erzwingen (veraltet).
fr: Forcer le rechargement d'imsettings-daemon (obsolète).

source: Reloaded.
de: Neu geladen.
fr: Rechargé.

source: Input Method starter
de: Eingabemethoden-Starter
fr: Démarrer la méthode de saisie

source: Force restarting the IM process regardless of any errors.
de: Neustart des IM-Prozesses erzwingen, auch bei Fehlern.
fr: Force le redémarrage du processus IM indépendamment de toute erreur.

source: Do not update the user xinputrc.
de: Benutzer-xinputrc nicht aktualisieren.
fr: Ne pas mettre à jour le xinputrc de l'utilisateur.

source: Shut up the extra messages.
de: Zusätzliche Meldungen unterdrücken.
fr: Ne pas afficher les messages d'appoint.

source: Restart input method
de: Eingabemethode neu starten
fr: Redémarrez la méthode de saisie

source: Read xinputrc to determine the input method
de: xinputrc lesen um Eingabemethode zu bestimmen
fr: Lire xinputrc pour déterminer la méthode de saisie

source: No backend modules available
de: Keine Backend-Module verfügbar
fr: Aucun module de backend disponible

source: No Input Method running to be restarted.
de: Keine laufende Eingabemethode, die neu gestartet werden könnte.
fr: Pas de méthode d'entrée en cours d'exécution pouvant être redémarrée.

source: Restarted %s
de: Neu gestartet %s
fr: Redémarré%s

source: Switched input method to %s
de: Eingabemethode geändert auf %s
fr: Méthode de saisie basculée sur %s
